{
  "home": {
    "announcement": "Announcement: New version coming soon",
    "title1": "Comprehensive Analysis of Aleo",
    "title2": "Helping Everyone Understand This Project Better",
    "nav_title_01": "Privacy Protection / Programmability / Scalability / Compliance / Economic Model",
    "desc_01": "Aleo is a Layer 1 blockchain project committed to providing fully private applications using zero-knowledge proof (ZKP) technology, offering users unlimited computation with absolute privacy. Aleo's vision is to build a blockchain that is default private and open source, addressing the shortcomings of blockchain privacy, enabling users to access a truly personalized web services world while managing their data with privacy and enjoying efficient, secure internet services.",
    "desc_02": "With the continuous development and adoption of blockchain technology, privacy protection has become a crucial issue in the blockchain space. As the first Layer 1 blockchain project using zero-knowledge proof technology, Aleo's advantages in privacy protection will gradually become prominent. In the future, Aleo aims to stand out in the Web3 privacy race and become an industry unicorn.",
    "desc_03": "Aleo is also continuously improving its technology and ecosystem. With the introduction of new features and the expansion of its ecosystem, Aleo will attract more developers and users to join, collectively driving the development and application of blockchain technology.",
    "nav_title_02": "Privacy Protection:",
    "desc_11": "Aleo employs zero-knowledge proof technology",
    "desc_12": "In the digital age, privacy protection has become an increasingly important concern. Aleo employs zero-knowledge proof technology to ensure the security and privacy of user data on the blockchain. This technology allows users to transact and interact without disclosing any personal information, effectively avoiding the risk of data leaks.",
    "nav_title_03": "Programmability:",
    "desc_21": "ZK is programmable across the application stack",
    "desc_22": "Aleo provides a full-stack zero-knowledge proof solution, making ZK programmable across the application stack. This provides developers with great flexibility to easily build various decentralized applications on the Aleo platform, achieving large-scale decentralized private computation.",
    "nav_title_04": "Scalability:",
    "desc_31": "All the flexibility of Ethereum",
    "desc_32": "By optimizing its scalable architecture, Aleo brings all the flexibility of Ethereum. Miners do not need to process each transaction repeatedly but only verify correctness, significantly reducing transaction costs and improving efficiency.",
    "nav_title_05": "Compliance:",
    "desc_41": "Aleo establishes secure, compliant, and fair web standards",
    "desc_42": "Based on zero-knowledge proof cryptography, Aleo establishes secure, compliant, and fair web standards. This provides users with the option of 'privacy by opt-out,' effectively mitigating the impact of data leaks and meeting regulatory compliance requirements.",
    "nav_title_06": "Economic Model:",
    "desc_51": "Aleo features a stable token economy and predictable pricing",
    "desc_52": "Aleo features a stable token economy and predictable pricing, laying a solid foundation for the implementation of zero-knowledge proof cryptography in the next generation of computing. This provides investors with stable expected returns, attracting significant capital into this field.",
    "nav_title_07": "Partnerships"
  },
  "footer": {
    "tab1": "Raise",
    "tab2": "Black Hole",
    "tab3": "Hashrate",
    "tab4": "Stake",
    "tab5": "Mine"
  },
  "navigate": {
    "navigate1": "Home",
    "navigate2": "Raise",
    "navigate3": "Mine",
    "navigate4": "About Us",
    "navigate5": "Official Website",
    "navigate6": "Customer Service"
  },
  "header": {
    "connectWallet": "Connect Wallet",
    "loginOut": "Logout",
    "Language": "Language",
    "tips": "The invitation code is incorrect",
    "copyS": "Copied successfully",
    "invitation": "My invitation code"
  },
  "mine": {
    "asserts": "My Assets",
    "withDraw": "Withdraw",
    "raise": "Personal Raise",
    "total": "Total Raised",
    "expected": "Expected Raise",
    "finish": "Completed",
    "max": "Max",
    "balance": "Balance",
    "tips1": "Please enter the correct amount",
    "tips2": "Please enter the correct amount",
    "withDrawS": "Withdraw Success",
    "withDrawF": "Withdraw Failed"
  },
  "black": {
    "title": "Total AleoX Burned Across Network",
    "hashrate": "ALEO Hashrate (CS)",
    "destroy": "Personal Destruction",
    "ranking": "Ranking",
    "time": "Time",
    "amount": "Amount",
    "address": "Address",
    "noData": "No data",
    "rule": "Rule Introduction",
    "rule1": "Black Hole Profit",
    "rule2": "Starting from 50,000 AleoX injected into the black hole, weighted distribution of 600,000 CCS Aleo mining hash power",
    "rule3": "For example: If there are 10 people on day 1, each injecting 50,000 AleoX into the black hole, then these 10 people will share 600,000 CCS Aleo mining hash power. If there are 50 people on day 2, injecting AleoX into the black hole, they will share 600,000 CCS Aleo mining hash power, and so on..."
  },
  "raise": {
    "title1": "Participation Quota",
    "title2": "Raise",
    "time": "Raise Time",
    "amount": "Raise Amount",
    "status": "Raise Status"
  },
  "noBalance": "Insufficient Balance"
}
